[
  {
    "_id" : "b00000000000000000000001",
    "title": "How designers can unlock the value of advanced analytics",
    "date" : "11 Nov 21 13:00",    
    "duration" : "2 hours",  
    "meetingPhoto" : "/uploads/Meeting 1.jpeg",
    "description": "From this talk you will learn how bringing analytical and design disciplines together will develop a more comprehensive approach to applying data to complex problems. Dan hopes that after this talk you might start to think about Design and Analytics as Yin and Yang — seemingly opposing forces that bring balance to one another.",
    "onLine": "false" ,    
    "location" :"827 George St, Ultimo NSW 2007",
    "organiser": {"_id" : "000000000000000000000001" , "organiserName" : "Brian Kernighan"},
    "acceptsDonation" : "false",
    "attendees" : [{"_id" : "000000000000000000000001" , "attendeeName" : "Brian Kernighan"} , {"_id" : "000000000000000000000005" , "attendeeName" : "Edward Berard"} , {"_id" : "000000000000000000000007" , "attendeeName" : "Carl Hoare"}],
    "ZoomURL":""
  },
  {
    "_id" : "b00000000000000000000002",
    "title": "E-Commerce Tech Global Summit'21",
    "date" : "30 Nov 21 14:00",    
    "duration" : "2 hours", 
    "meetingPhoto" : "/uploads/Meeting 2.jpeg",
    "description": "E-Commerce is continuously growing and can grow even more. Although online shopping has become one of the foremost popular online activities, the planet of eCommerce has become more competitive. To stay competitive, organizations have to monitor new 2021 eCommerce trends constantly.During this Global eCommerce Summit, participants, partners, and solution providers will be exposed to successful case studies, topics as per recent developments, panel discussions to understand the holistic views from industry practitioners, and fresh ideas to keep up with the challenges. 💥 24+ hours of tech talks from more than 30 experienced developers working in the TOP eCommerce companies, such as Alibaba, Etsy, Salesforce and Shopware! 💥 Multi-Stream conference across time zones. 💥 New trends will be discussed, like Headless eCommerce, PWA and also how to deal with the challenges that developers face, such as: using big data, security issues, AI, VR and scaling the infrastructure to handle large traffic.🎫Free track and Senior Track are available!🎫",
    "onLine": "true" ,    
    "location" :"",
    "organiser": {"_id" : "000000000000000000000004" , "organiserName" : "Kent Beck"},
    "acceptsDonation" : "false",
    "attendees" : [{"_id" : "000000000000000000000004" , "attendeeName" : "Kent Beck"} , {"_id" : "000000000000000000000010" , "attendeeName" : "Julio Lernantino"} , {"_id" : "000000000000000000000009" , "attendeeName" : "Donald Knuth"}],
    "ZoomURL":"https://www.meetup.com"
  },
  {
    "_id" : "b00000000000000000000003",
    "title": "GA x Code For Australia: Women Leading the Way In Tech & Design",
    "date" : "11 Nov 21 15:00",    
    "duration" : "2 hours",  
    "meetingPhoto" : "/uploads/Meeting 3.jpeg",
    "description": "This event page is for promotional purposes only. To secure your spot at this event, please sign up on the General Assembly Website via this link. Technology and design are some of the most vibrant and exciting sectors of today. More importantly, women are continuing to excel in leading roles in successful digital businesses across Australia and internationally.To celebrate this growing trend, join us for a special Women In Technology event in partnership with Code for Australia! You'll hear inspiring panellists from diverse backgrounds and roles discussing their careers, how they have got to where they are, the struggles of recruiting women and the importance of having senior women leaders.",
    "onLine": "true" ,    
    "location" :"",
    "organiser": {"_id" : "000000000000000000000002" , "organiserName" : "Max Kanat-Alexander"},
    "acceptsDonation" : "false",
    "attendees" : [{"_id" : "000000000000000000000002" , "attendeeName" : "Max Kanat-Alexander"} , {"_id" : "000000000000000000000005" , "attendeeName" : "Edward Berard"} , {"_id" : "000000000000000000000007" , "attendeeName" : "Carl Hoare"}],
    "ZoomURL":"https://www.meetup.com/"
  },
  {
    "_id" : "b00000000000000000000004",
    "title": "How to Build a Startup as a Non-Technical Founder",
    "date" : "18 Nov 21 16:00",    
    "duration" : "2 hours", 
    "meetingPhoto" : "/uploads/Meeting 4.jpeg",
    "description": "Whether you have dabbled in a side hustle, building a bootstrapped startup or have no experience. We share real, relevant and culturally relatable advice to help emerging migrant founders and creators build businesses that matter.We continue our build your hustle series with this event. In this event, we will deep dive into how to build a startup as a non-technical founder. Not only that, but we will specifically cover topics and questions around.🧠 Learning to become a technical founder vs finding a tech co-founder? 🧲 How do I build my founding team? 🤝🏼 How do I build a partnership? 🔋 How do I harness my cultural heritage? 😊 And much more",
    "onLine": "false" ,    
    "location" :"827 George St, Ultimo NSW 2007",
    "organiser": {"_id" : "000000000000000000000003" , "organiserName" : "Sarah Edwards"},
    "acceptsDonation" : "false",
    "attendees" : [{"_id" : "000000000000000000000003" , "attendeeName" : "Sarah Edwards"} , {"_id" : "000000000000000000000010" , "attendeeName" : "Julio Lernantino"} , {"_id" : "000000000000000000000009" , "attendeeName" : "Donald Knuth"}],
    "ZoomURL":""
  },
  {
    "_id" : "b00000000000000000000005",
    "title": "IoT Waikato Tech Meetup",
    "date" : "28 Nov 21 17:00",    
    "duration" : "1 hour", 
    "meetingPhoto" : "/uploads/Meeting 5.jpeg",
    "description": "A group for innovators, thought leaders and organisations interested in developing the IoT, smart cities and Industry 4.0 in the Waikato and NZ. An opportunity to get together, share, collaborate, contribute and co-create, or just come along and find out what is happening in this space and what it means or could mean for the Waikato and NZ. The IoT Waikato Future Tech Meetup hosted by Smart Cities Council ANZ (https://anz.smartcitiescouncil.com/) in partnership with Wintec",
    "onLine": "false" ,    
    "location" :"827 George St, Ultimo NSW 2007",
    "organiser": {"_id" : "000000000000000000000010" , "organiserName" : "Julio Lernantino"},
    "acceptsDonation" : "false",
    "attendees" : [{"_id" : "000000000000000000000010" , "attendeeName" : "Julio Lernantino"} , {"_id" : "000000000000000000000005" , "attendeeName" : "Edward Berard"} , {"_id" : "000000000000000000000007" , "attendeeName" : "Carl Hoare"} , {"_id" : "000000000000000000000001" , "attendeeName" : "Brian Kernighan"} ],
    "ZoomURL":""
  },
  {
    "_id" : "b00000000000000000000006",
    "title": "Art of Effective Negotiation",
    "date" : "29 Nov 21 18:00",    
    "duration" : "1 hour", 
    "meetingPhoto" : "/uploads/Meeting 6.jpeg",
    "description": "Philip is a qualified lawyer with over 14 years’ experience and Co-Founder of OpenLegal which offers flexible legal solutions for small to large businesses. Philip has worked in both private practice and in-house counsel in Sydney and London at various law firms, national insurers and fast growing multinational companies where he gained expertise in most areas of commercial law including, employment law, intellectual property, finance, commercial leases & property, insurance, commercial contracts, debt recovery, eCommerce, franchising law and litigation and technology.",
    "onLine": "true" ,    
    "location" :"",
    "organiser": {"_id" : "000000000000000000000006" , "organiserName" : "Alan Kay"},
    "acceptsDonation" : "false",
    "attendees" : [ {"_id" : "000000000000000000000006" , "attendeeName" : "Alan Kay"} , {"_id" : "000000000000000000000007" , "attendeeName" : "Carl Hoare"} , {"_id" : "000000000000000000000008" , "attendeeName" : "David Thomas"} ],
    "ZoomURL":"www.openlegal.com.au."
  },
  {
    "_id" : "b00000000000000000000007",
    "title": "Master of Technological Futures Online Information Session",
    "date" : "17 Nov 21 09:00",    
    "duration" : "1 hour", 
    "meetingPhoto" : "/uploads/Meeting 7.jpeg",
    "description": "This is not an ordinary or traditional Master’s qualification. It’s highly practical and hands-on, it challenges the way you think about business and rewires your approach to problem-solving. The programme engages a broad range of industry experts, indigenous wisdom leaders, futurists, social entrepreneurs, and forward-thinking academics, all working to share their knowledge to help build a bright future. The structure and focus are designed to meet the challenges and opportunities of this dynamic time we’re in. Join us at Tech Futures Lab for a virtual session to find out how this programme will help you build the skills and capabilities to move you to where you want to be in your career and your life.",
    "onLine": "true" ,    
    "location" :"",
    "organiser": {"_id" : "000000000000000000000008" , "organiserName" : "David Thomas"},
    "acceptsDonation" : "false",
    "attendees" : [{"_id" : "000000000000000000000008" , "attendeeName" : "David Thomas"}  , {"_id" : "000000000000000000000004" , "attendeeName" : "Kent Beck"}],
    "ZoomURL":"https://zoom.us"
  },
  {
    "_id" : "b00000000000000000000008",
    "title": "Human Potential for the Digital Economy Online Information Session",
    "date" : "10 Nov 21 10:00",    
    "duration" : "1 hour", 
    "meetingPhoto" : "/uploads/Meeting 8.jpeg",
    "description": "The landscape of the workplace has changed.We’ve designed this programme in collaboration with our extensive industry network to respond to the changing needs of New Zealand businesses, in the context of the global economy. Join us at Tech Futures Lab for a virtual session to find out how this programme will help you build the skills and capabilities to move you to where you want to be in your career and your life. *The Information Session is designed for* Those who are keen to know more about the Human Potential for the Digital Economy programme and a clear understanding of how the programme helps people surface the opportunities our changing world is offering and find ways to harness all that the digital economy has to offer. An opportunity to listen and ask questions from the professionals leading change in the digital economy.",
    "onLine": "true" ,    
    "location" :"",
    "organiser": {"_id" : "000000000000000000000005" , "organiserName" : "Edward Berard"},
    "acceptsDonation" : "false",
    "attendees" : [{"_id" : "000000000000000000000005" , "attendeeName" : "Edward Berard"} , {"_id" : "000000000000000000000002" , "attendeeName" : "Max Kanat-Alexander"} , {"_id" : "000000000000000000000009" , "attendeeName" : "Donald Knuth"}],
    "ZoomURL":"https://www.meetup.com/"
  } ,
  {
    "_id" : "b00000000000000000000009",
    "title": "Connected Environments Online Open Lab",
    "date" : "20 Nov 21 11:00",    
    "duration" : "1 hour", 
    "meetingPhoto" : "/uploads/Meeting 9.jpeg",
    "description": "2021 taught us our world is increasingly digitally reliant, in all aspects of life. It’s now critical for businesses to harness the competitive advantage of high-quality data, well-rounded insights and responsive technology offers. The next digital transformation is already upon us. IoT and the connected environments it enables is building a world where friction to get things done is reduced, insight can be put into action and there’s a sharper view of activities that were previously black spots in our understanding. It’s imperative to upskill now to take advantage of this big shift and not be left behind as local and international competitors respond.Our 34-week Connected Environments programme focuses on what this next game-changing digital evolution offers business, society, the environment and our everyday lives. A practical, hands-on programme, delivered by industry experts and in partnership with Spark IoT, you’re introduced to next-generation tech and learn how to use data insights for beneficial, ethically focused outcomes, whatever your field of expertise. Whether a tech specialist or professional managing technology responses, this programme will help you navigate these evolving opportunities. Bring your own project concept to develop and round out; graduates complete the programme with a real-world technical, commercial business proposal validated through the course. This Open Lab is your opportunity to find out more about this unique new Postgraduate Certificate – ask questions, meet the team who will facilitate the programme, and talk with our graduates who are leading the charge in this exciting space.",
    "onLine": "true" ,    
    "location" :"",
    "organiser": {"_id" : "000000000000000000000009" , "organiserName" : "Donald Knuth"},
    "acceptsDonation" : "false",
    "attendees" : [{"_id" : "000000000000000000000009" , "attendeeName" : "Donald Knuth"} , {"_id" : "000000000000000000000002" , "attendeeName" : "Max Kanat-Alexander"} , {"_id" : "000000000000000000000003" , "attendeeName" : "Sarah Edwards"}],
    "ZoomURL":"https://zoom.us"
  }          
]
